<?php
return array(
    'APP_CODE' => array(
        '1' => '',

        '404'   => L('_QQLJBCZ_'),//请求路径不存在
        '9998'  => L('_MYFWQX_'),//登录会话已结束，请重新登录
        '9999'  => L('_CZSB_'),//操作失败

        '10000' => L('_QQCSCC_'),//请求参数出错
        '10001' => L('_YHMBNWK_'),//用户名不能空
        '10002' => L('_SJYZMCW_'),//手机验证码错误
        '10003' => L('_SJYZMBNWK_'),//手机验证码不能为空
        '10004' => L('_YHBCZ_'),//用户不存在
        '10005' => L('_SJHMYYHMBPP_'),//手机号码和用户名不匹配
        '10006' => L('_SJHMBNWK_'),//手机号码不能为空
        '10007' => L('_ZHFXLXPT_'),//账户存在交易风险，请联系客服
        '10008' => L('_NDZHBSD_'),//您的账户被锁定,请联系客服
        '10009' => L('_NDZHWJH_'),//您的账户未激活,请联系客服
        '10010' => L('_WSJSBM_'),//无手机识别码
        '10011' => L('_GZHYBQTSJBD_'),//该账号已经被其他手机绑定
        '10012' => L('_GZHWBD_'),//该账号未绑定
        '10013' => L('_GZHYBBD_'),//该账号已被绑定
        '10014' => L('_MMBNWK_'),//密码不能为空
        '10015'  => L('_WCBB_'),//无此版本
        '10016'  => L('_WCFWM_'),//无此服务名
        '10017'  => L('_WCFFM_'),//无此方法名
        '10018'  => L('_DXYFSQHCS_'),//短信已发送，请2分钟后再试
        '10019'  => L('_DXFSSB_'),//短信发送失败
        '10020'  => L('_YHMMMCW_'),//用户名密码错误
        '10021'  => L('_WXGXLH_'),//无相关序列号
        '10022'  => L('_BDXLHSCSBQCS_'),//绑定的序列号生成失败，请重试
        '10023'  => L('_GSJBDLQTZH_'),//该手机绑定了其他账号
        '10024'  => L('_WXXNR_'),//无消息内容
        '10025'  => L('_XXFSSB_'),//消息发送失败
        '10026'  => L('_LPXLHHMYCW_'),//令牌序列号或令牌秘钥错误
        '10027'  => L('_JBKLHYTHKCXBD_'),//解绑口令后，24小时后才可重新绑定
        '10028'  => L('_GYHSJDXLCGXE_'),//该用户手机号短信量已经超过限额
        '10029'  => L('_DLHHYCSQCXDL_'),//登录会话已超时，请重新登录
        '10035'  => L('_GYHCZQTPTDLQCXDL_'),//该用户曾在其他平台登录，请重新登录
        '9999999'=> L('_CSFH_'),//测试返回

    ),
);





