<?php
return array(
    'APP_CODE' => array(
        '1' => '',

        '404'   => L('_QQLJBCZ_'), //请求路径不存在
        '8000'  => L('_QSRID_'), //请求路径不存在
        '9998'  => L('_MYFWQX_'),//没有访问权限
        '9999'  => L('_CZSB_'),//操作失败
        '10000' => L('_QQCSCC_'),//请求参数出错
        '10001' => L('_YHMBNWK_'),//用户名不能空
        '10002' => L('_SJYZMCW_'),//手机验证码错误
        '10003' => L('_SJYZMBNWK_'),//手机验证码不能为空
        '10004' => L('_YHBCZ_'),//用户不存在
        '10005' => L('_SJHMYYHMBPP_'),//手机号码和用户名不匹配
        '10006' => L('_SJHMBNWK_'),//手机号码不能为空
        '10007' => L('_ZHFXLXPT_'),//账户存在交易风险，请联系平台咨询
        '10008' => L('_NDZHBSD_'),//您的账户被锁定
        '10009' => L('_NDZHWJH_'),//您的账户未激活
        '10015'  => L('_WCBB_'),//无此版本
        '10016'  => L('_WCFWM_'),//无此服务名
        '10017'  => L('_WCFFM_'),//无此方法名
        '10018'  => L('_DXYFSQHCS_'),//短信已发送，请2分钟后再试
        '10019'  => L('_DXFSSB_'),//短信发送失败
        '10020'  => L('_YHMMMCW_'),//用户名密码错误
        '10024'  => L('_WXXNR_'),//无消息内容
        '10025'  => L('_XXFSSB_'),//消息发送失败
        '10026'  => L('_CIPDLPFMTZS_'),//此IP登录频繁，请明天再试
        '10027'  => L('_LCMMSRBYZ_'),//两次密码输入不一致
        '10028'  => L('_GYHSJDXLCGXE_'),//该用户手机号短信量已经超过限额
        '10030'  => L('_ZJYHXGJYMMYTBNJY_'), //尊敬的用户，修改资金密码24H内不能交易
        '10031'  => L('_CZWWCDD_'), //存在未完成的订单
        '10032'  => L('_QWCFCZ_'), // 请勿重复操作
        '10033'  => L('_QBDYHK_'),//'暂未绑定银行卡',
        '10029'  => L('_DLHHYCSQCXDL_'),//登录会话已超时，请重新登录
        '10035'  => L('_GYHCZQTPTDLQCXDL_'),//该用户曾在其他平台登录，请重新登录
        '10040'  => L('_GDDBKCZ_'), //该订单不可操作
        '10041'  => L('_MMGSYW_'),//密码格式有误
        '10042'  => L('_NZZQTSBDLSFQH_'),//您正在其他设备登录BTCsale，是否切换至当前设备？
        '10043'  => L('_ERWMYGQ_'),//二维码已过期
        '10044'  =>L('_QXZDTAPPBDZH_'),//请下载我们的动态密令APP，以绑定您的账号

        '9999999'=> L('_CSFH_'),//测试返回
        '20001'=>L('_DZBNWK_'),//地址不能为空
        '20002'=>L('_DZGSCW_'),//地址格式错误
        '20003'=>L('_YHXXWK_'),//银行信息为空
        //李江
        '30000'  => L('_WJXSMRZ_'),//'未进行实名认证',
        '30001'  => L('_GJYQWBDYHK_'),//'未绑定相应交易区银行卡',
        '30002'  => L('_WTXZJMM_'),//'未填写资金密码',
        '30003'  => L('_WBDTBDZ_'),//'未绑定地址',
        '30004'  => L('_TBSLBNWK_'),//'提币数量不能为空',
        '30005'  => L('_SJYZMBNWK_'),//'手机验证码不能为空',
        '30006'  => L('_ZJMMSRCW_'),//'资金密码输入错误',
        '30007'  => L('_SJYZMCW_'),//'手机验证码错误',
        '30008'  => L('_TBDZXGHYTNBNJXCZ_'),//'提币地址绑定时间24小时内不能提币',
        '30009'  => L('_ZCSLCGXZ_'),//'提币数量超过限制',
        '30010'  => L('_SJQQYC_'),//'数据请求异常',
        '30011'  => L('_DQYHMYCZJL_'),//'当前用户没有充值记录',
        '30012'  => L('_DXFSCG_'),//'短信发送成功',
        '30013'  => L('_DXFSPLGK_'),//'短信发送太频繁',
        '30014'  => L('_DXFSSB_'),//'短信发送失败',
        '30015'  => L('_SJYZMCW_'),//'手机验证码错误',
        '30016'  => L('_YHZHBJY_'),//'用户账号被禁用',
        '30017'  => L('_ZJGQPC_'),//'您的證件已過期',

        //李江 2017年12月18日11:55:12
        '30017'  => L('_SMRZSHZQDD_'),//'实名认证正在审核',
        '30018'  => L('_SMRZWTGSH_'),//'实名认证未通过审核',
        '30019'  => L('_TBDZCDBD_'),//'提币地址长度不对',

        //李江 2018年1月2日15:21:50
        '30020'  => L('_XTFMSHCS_'),//'系统繁忙，请稍后再试',
        '30021'  => L('_CBDZBDYTNQWPFCZ_'),//'注意！充币地址绑定24小时内，请勿频繁更换',
        '30022'  => L('_DZMYCBJLWFGH_'),//'地址没有充币成功记录,无法更换',
        '30023'  => L('_DZGXCG_'),//'地址更新成功',
        '30024'  => L('_WBDCBDZ_'),//'未绑定充币地址',
        '30025'  => L('_DQYHMYTBJL_'),//'当前用户没有提币记录',
        '30026'  => L('_YHYJBDCBDZ_'),//'用户已经绑定充币地址',
        '30028'  => L('_BDDZBNWK_'),//'提币地址不能为空',

        '30029'  => L('_QSZJYMM_'),//'未设置资金密码',
        '30030'  => L('_ZJYHXGJYMMYTBNJY_'), //尊敬的用户，在修改资金密码24小时之内您将不能交易
        '30031'  => L('_WJXSMRZ_'),//'未进行实名认证或认证未通过',
        '30032'  => L('_YTJZJY_'),//'24h禁止交易',
        '30033'  => L('_DDYC_'),//'订单异常',
        '30034'  => L('_NDZJBZ_'),//'您的资金不足',
        '30035'  => L('_ZJEXYGDJE_'),//'交易总金额未达到最小配置值',
        '30036'  => L('_FKYHBCZ_'),//'付款银行卡不存在',
        '30037'  => L('_DDYWC_'),//'订单已完成',
        '30038'  => L('_MCSBXTFM_'),//'卖出失败,系统繁忙',
        '30039'  => L('_SXFKCYC_'),//'手续费扣除异常',
        // 张锡文 2018年3月12日14:22:31
        '40001' =>L('_ZDDBCZ_'),
        '40002' =>L('_CXDDFSYC_'),


        //李江 2018年3月26日18:18:20
        '30040' => L('_KGFTXCW_'),
        '30041' => L('_GDDYJBCX_'),
        '30042' => L('_TBSLBXDY_'),//提币数量必须大于0.02
        '30043' => L('_KGFBNCGTBSL_'),//提币数量有误

        //暂停交易 20190227 刘富国
        '10045' => L('_PPMSWHZ_'),//P2P暂停交易
        '10046' => L('_BBMSWHZ_'),//币币暂停交易
        '10047' => L('_CCMSWHZ_'),//C2C暂停交易
        
        //梁俊豪 20190228
        '30044' => L('_GBZZZWH_'),//币种正在维护
        '30045' => L('_BZPZCC_'), //币种配置出错
        '30046' => L('_CDZYBBD_'),//您已绑定此地址，请勿重复操作。
        '30047' => L('_TBDZBZQ_'),//提币地址验证不通过
        '30048' => L('_BZZZWHZWKYBZ_'),//幣種正在維護，暫無可用幣種
        
    ),
);





